zsh-users/zsh-completions kind:fpath path:src
Aloxaf/fzf-tab
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
hlissner/zsh-autopair
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/kubectl
zsh-users/zsh-syntax-highlighting
MichaelAquilina/zsh-you-should-use
